[{
    "Title": "What is BT TV?",
    "Content": "Content TBC"
  },
  {
    "Title": "Am I eligible for the BT Broadband discount?",
    "Content": "If you have BT Broadband at home you can get a £5 discount on your BT Mobile plan. You don't need to be the BT Broadband account holder – you simply need to live in a house or flat with a BT Broadband connection. What's more, everyone in the house can benefit from the discount.\n\nSimply tell us you have broadband at home and we’ll show you the plans with a discount. "
  },
  {
    "Title": "How many BT Mobile plans can I order?",
    "Content": "You can only order one BT Mobile plan at a time, but you can come back later and order a second plan if you'd like. You're allowed up to five plans per account, but there's no limit to the number of people in a house that can order."
  },
  {
    "Title": "What information will I need to supply when I place my mobile phone order?",
    "Content": "When you place an order with BT Mobile you might need to go through the following checks: </br></br>\n\nA credit check - this checks your credit worthiness and stops people fraudulently ordering things in your name. You might need to answer a few questions about your job history and bank account. The check will be recorded on your credit file. </br></br>\nAn identity check - this is to protect you from identity theft and fraud. You'll need to answer a minimum of three questions about your personal finances which will be checked against your credit file.</br></br>\nA bank check - this is to make sure the details you've given match the details that Equifax have on file.\nWe don't see or file any of the information you provide. It's all checked by the credit reference agency. If you have any questions about your credit file you'll need to speak directly to Equifax.</br></br>\n\nFor full details on the information we collect for these checks please see our Privacy Policy.\n\nTo find out more about credit checks and your credit history, please contact:</br></br>\n\nEquifax Credit File Advice Centre P.O. Box 1140</br>\n\nBradford</br>\n\nD1 5US</br>\n\nTel: 0870 010 0583</br>\n\nwww.equifax.co.uk.</br>"
  }
]
